/* No comment provided by engineer. */
"Account or password not recognized" = "Conta ou palavra-passe desconhecidas";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "O nome e/ou palavra-passe digitados não permitem o acesso ao servidor remoto. Podem não ser válidos ou ter sido digitados incorrectamente.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD Flat File e NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Impossível configurar Serviços do Directório";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Impossível estabelecer ligação ao servidor";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Back" = "Anterior";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "caps lock activada";

/* No comment provided by engineer. */
"Delete directory domain?" = "Apagar domínio do directório?";

/* Window Title */
"Directory Access: %@" = "Acesso ao directório: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ocorreu um erro inesperado";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Os Serviços de Directório poderão não estar instalados no servidor remoto, poderão estar desligados ou o URL poderá ter sido incorrectamente introduzido.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Pretende guardar as alterações antes de proteger?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Pretende guardar as alterações antes de sair?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Não guardar";

/* No comment provided by engineer. */
"Edit of Custom path" = "Editar percurso personalizado";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "A alocação do buffer de dados falhou.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Falha na alocação da lista de dados.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Falha na criação da lista de dados.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Falha na alteração da política de pesquisa personalizada.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Falha na alteração da política de pesquisa.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Falha na libertação do buffer de dados.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "A obtenção da contagem de nós do directório falhou.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Falha na abertura do nó do directório.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "A obtenção de domínios do directório falhou.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "A obtenção da lista de plug-ins falhou.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Falha no acesso ao atributo do registo.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Falha no acesso à entrada.";

/* Error converting */
"IPv4 address required." = "Endereço IPv4 necessário.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirme a eliminação.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "Impossível abrir a aplicação de configuração de plug-in %@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "Aplicação de configuração de plug-in %1$@ inexistente. Experimente editar o ficheiro de configuração %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Impossível abrir a aplicação de configuração de plug-in %1$@ ou o ficheiro de configuração %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Aplicação de configuração de plug-in %@ inexistente.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Ficheiro de configuração de plug-in %@ inexistente.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Falha na configuração do plug-in";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save Changes?" = "Guardar alterações?";

/* No comment provided by engineer. */
"Server not found" = "Servidor inexistente";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Alguns dos domínios de directório especificados estão já no percurso personalizado.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "O nome e/ou palavra-passe digitados não permitem o acesso ao servidor remoto. Podem não ser válidos ou ter sido digitados incorrectamente.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "O servidor remoto está a usar uma versão diferente do Mac OS X. A configuração remota de directórios requer que ambas as máquinas usem a mesma versão.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "O servidor remoto poderá não estar disponível ou o URL poderá ter sido incorrectamente digitado.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Este domínio de directório está já no percurso personalizado.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Este campo deve conter apenas caracteres ASCII (romanos).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Este plug-in não requer configuração.";

"kVerifyingNFSMountHeader" = "A contactar o servidor NFS…";
"kVerifyingNFSMountBody" = "A tentar verificar se o URL NFS é válido. Para continuar sem verificar, clique em “Não verificar”.";
"kVerifyingNFSMountOKBtnTitle" = "Não verificar";
"kNFSMountNoResponseHeader" = "O servidor NFS não respondeu.";
"kNFSMountNoResponseBody" = "O servidor NFS não respondeu. Pretende ainda assim criar esta montagem?";
"kNFSMountNoResponseOKBtnTitle" = "Criar";
"kNFSMountGoodHeader" = "O servidor NFS parece estar a funcionar.";
"kNFSMountGoodBody" = "O servidor NFS respondeu e parece estar a funcionar. Clique em OK para continuar.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "A palavra-passe não está correcta.";
"kUserHomeDirBadPasswordBody" = "Digitou a palavra-passe errada para esta conta de utilizador.";
"kUserHomeDirPassDoesntMatchImageHeader" = "As palavras-passe para a conta e o directório pessoal do FileVault não coincidem.";
"kUserHomeDirPassDoesntMatchImageBody" = "Altere a palavra-passe desta conta de utilizador nas Preferências do Sistema para que coincida com a palavra-passe para o directório pessoal seleccionado do FileVault.";
"kEnableRootUserMenuItem" = "Activar o utilizador de raiz";
"kDisableRootUserMenuItem" = "Desactivar o utilizador de raiz";

"kODServerType" = "Servidor Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Domínio do Active Directory";
"kLocalODMasterDisplayName" = "Servidor local";

"kStatusDisplayStringODUp" = "Este servidor está a responder normalmente.";
"kStatusDisplayStringODDown" = "Este servidor não está a responder.";
"kStatusDisplayStringODChecking" = "Este computador está a tentar contactar %@.";
"kStatusDisplayStringODNotUsed" = "Este servidor não está em utilização.";
"kStatusDisplayStringADUp" = "Este domínio está a responder normalmente.";
"kStatusDisplayStringADDown" = "Este domínio não está a responder.";
"kStatusDisplayStringADChecking" = "Este computador está a tentar contactar %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Este servidor não se encontra na sua política de pesquisa de autenticação.";

"kNoDirectoryServersFoundMsg" = "Não existem servidores de directórios configurados";

"kEditDirServerMergeAccountLabelFormat" = "\“%@\” com a conta de rede seguinte";

"kSingleSBSFound" = "O Mac OS X Server \"%@\" pode fornecer os serviços seguintes. Pretende configurar o computador para utilizar os serviços oferecidos?";
"kSBSMergeAccountLabelFormat" = "Sim, configurar as minhas aplicações";
"kSBSDontMergeAccountLabelFormat" = "Configurar serviços";
"kSBSDontDoAnything" = "Não configurar as minhas aplicações";
"kSBSOptionsPageMsgFormat" = "Pretende que as suas aplicações sejam configuradas para utilizar os serviços oferecidos por este servidor? Será efectuado o seguinte:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Digite o nome e a palavra-passe em \"%@\" que o administrador do servidor lhe forneceu.";
"kSBSAuthPageMsg2Format" = "Digite a palavra-passe para a conta \"%@\" neste computador.";
"kSBSFinalPageMsgFormatMerge" = "As suas aplicações estão prontas para utilizar os serviços em \"%@\".\r\r%@\r\rPara utilizar os novos serviços, encerre a sessão e volte a aceder.";
"kSBSFinalPageMsgLocalPassChanged" = "A palavra-passe da conta %@ neste computador foi alterada para corresponder à palavra-passe da conta %@ no servidor \"%@\".";
"kSBSFinalPageMsgServerPassChanged" = "A palavra-passe da conta %@ no servidor \"%@\" foi alterada para corresponder à palavra-passe da conta %@ neste computador.";
"kSBSFinalPageMsgFormatNoMerge" = "As suas aplicações estão prontas para utilizar os serviços em \"%@\".";
"kUpgradeUserFailedTitle" = "A configuração de contas de utilizador falhou.";
"kUpgradeUserFailedMsgFormat" = "Ocorreu um erro inesperado do tipo %d. Não foram efectuadas alterações.";
"kUpgradeUserFailedbadPasswdMSg" = "A palavra-passe de rede está incorrecta. Verifique a palavra-passe e o nome da conta e volte a tentar.";
"kUpgradeUserFailedDSErrorMSg" = "Ocorreu um erro de Open Directory. Não foram efectuadas alterações.";
"kUpgradeUserFailedBackupErrorMSg" = "Ocorreu um erro ao configurar a cópia de segurança. Não foram feitas alterações. Para proceder sem cópia de segurança, pode desactivar a cópia de segurança e tentar de novo.";

"kAugmentUserBindingToSBSAlert" = "Utilizar serviços no servidor?";
"kAugmentUserBindingToSBSMsgFormat" = "Se optar por utilizar os serviços em %@, as definições na sua conta serão configuradas para utilizar esses serviços.";
"kAugmentUserBindingToSBSBindBtn" = "Usar servidor";
"kAugmentUserBindingToSBSDontBindBtn" = "Cancelar";

"kSureToDeleteODServerTitle" = "Parar de utilizar o servidor de directórios?";
"kSureToDeleteODServerMsg" = "Tem a certeza de que pretende parar de utilizar o servidor de directórios %@? Esta acção não pode ser desfeita.";
"kSureToDeleteSBServerTitle" = "Parar de utilizar o Mac OS X Server";
"kSureToDeleteSBServerMsg" = "Tem a certeza de que pretende parar de utilizar os serviços no Mac OS X Server %@? Esta acção não pode ser desfeita.";
"kCantDeleteLocalSBSTitle" = "Impossível apagar o servidor local.";
"kCantDeleteLocalSBSMsg" = "O servidor local é necessário para o funcionamento correcto deste Mac OS X Server e não pode ser apagado.";
"kCantEditLocalSBSTitle" = "Impossível editar o servidor local.";
"kCantEditLocalSBSMsg" = "O servidor local é necessário para o funcionamento correcto deste Mac OS X Server e não pode ser editado.";
"kDeleteServerBtn" = "Parar de utilizar o servidor";
"kDontDeleteServerBtn" = "Cancelar";
"kLeaveServerBtn" = "Parar de utilizar o servidor";
"kDontLeaveServerBtn" = "Cancelar";
"kLogOutBtn" = "Encerrar";
"kQuitBtn" = "Sair";
"kSkipFoundSBSSheetBtn" = "Ignorar";
"kJoinButton" = "Terminar configuração";
"kBeginSetupBtn" = "Iniciar configuração";
"kNewSBSStepTitleAlert" = "Introdução";
"kNewSBSStepTitleAuth" = "Autenticação";
"kNewSBSStepTitleOptions" = "Opções de configuração";
"kNewSBSStepTitleBackUp" = "Cópia de segurança";
"kNewSBSStepTitleFinished" = "Sucesso";
"kNewSBSBadLocalPassword" = "Falha de autenticação.";
"kNewSBSBadLocalPasswordMsg" = "A palavra-passe que digitou para a conta de utilizador local não está correcta.";
"kNewSBSBadNetPassword" = "Falha de autenticação.";
"kNewSBSBadNetPasswordMsg" = "O nome e a palavra-passe que digitou para a conta no servidor não correspondem.";
"kSureNotToMergeTitle" = "Tem a certeza de que pretende prosseguir sem actualizar a sua conta local?";
"kSureNotToMergeMsg" = "Se não actualizar, para utilizar os serviços disponibilizados por \"%@\" será necessário aceder utilizando o nome e a palavra-passe que lhe foram fornecidos pelo administrador do servidor.";
"kDontMergeBtn" = "Não actualizar";
"kGoBackBtn" = "Anterior";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Configura uma conta de correio para si e mostra os contactos do servidor.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Cria uma conta do iChat para si e preenche a sua lista de amigos iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Permite-lhe criar uma cópia de segurança deste computador neste servidor.";
"kFileServicesServiceName" = "Partilha de ficheiros";
"kFileServicesServiceDescription" = "Adiciona discos partilhados à barra lateral do Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Cria um calendário pessoal no servidor e adiciona-o ao iCal.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Proporciona-lhe acesso a um website de grupo, com wiki e blogue.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Permite-lhe ligar remotamente a uma rede privada.";
"kMailConfigDetails" = "• Configurar o Mail para utilizar a sua conta de correio no servidor\r";
"kIChatConfigDetails" = "• Configurar o iChat para utilizar a sua conta do iChat no servidor\r";
"kFileSharingConfigDetails" = "• Adicionar discos partilhados do servidor à sua barra lateral no Finder\r";
"kICalConfigDetails" = "• Adicionar o seu calendário pessoal no servidor ao iCal\r";
"kVPNConfigDetails" = "• Adicionar uma configuração de VPN para este servidor\r";
"kDontAskAboutThisServerAgain" = "Não perguntar de novo sobre este servidor";
"kDontAskAboutTheseServersAgain" = "Não perguntar de novo sobre estes servidores";

"kBackupAllData" = "Criar cópia de segurança de todos os dados deste computador";
"kCouldntAddServer" = "Impossível adicionar servidor.";
"kCouldntAddServerUnexpectedErrorFormat" = "Ocorreu um erro inesperado do tipo %d (%@).";
"kBadODServerNameFormat" = "Sem resposta de %@. Certifique-se de que o endereço que introduziu está correcto.";
"kDuplicateServerNameFormat" = "Este computador já está a utilizar %@ ou uma réplica correspondente.";
"kServerDoesntSupportSSLFormat" = "%@ não suporta ligações de directório encriptadas com SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ não pode ser adicionado porque não é um Servidor Open Directory ou porque utiliza mapeamentos personalizados.\n\nPara adicionar este servidor:\n\n• Prima o botão \"Mostrar definições avançadas\" na janela principal\n• Seleccione \"Serviços\" na barra de ferramentas\n• Utilize o serviço LDAPv3 para adicionar este servidor com os mapeamentos adequados";
"kCouldntAddADDomain" = "Impossível adicionar o domínio.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Ocorreu um erro inesperado do tipo %d (%@).";
"kBadADDomainNameFormat" = "Sem resposta de %@. Certifique-se de que o endereço que introduziu está correcto.";
"kPasswordsDontMatchTitle" = "As palavras-passe que digitou não correspondem.";
"kPasswordsDontMatchMsg" = "Tente de novo.";

"kAddODServerStepCheckingAddress" = "A verificar o endereço do servidor…";
"kAddODServerStepCheckingForDupes" = "A verificar servidores correspondentes…";
"kAddODServerStep1" = "Detecção de informações de servidores…";
"kAddODServerStep2" = "A validar mapeamento…";
"kAddODServerStep3" = "A detectar níveis de segurança e requisitos de ligação...";
"kAddODServerStep4" = "A tentar estabelecer ligação…";
"kAddODServerStep5" = "A adicionar servidor à configuração...";

"kCouldntBindToWGSWithADParent" = "Impossível ligar.";
"kCouldntBindToWGSWithADParentMsg" = "O servidor %@ está associado ao domínio Active Directory %@. Para ligar a este servidor, tem de ligar primeiro ao domínio Active Directory.";
"kDupeComputerRecordFound" = "Já existe outro computador no directório com este nome. Pode optar por substituí-lo, mas isso irá desactivar outro computador, se estiver em utilização.";
"kAuthedBindingRequired" = "Este servidor requer ligações autenticadas. Digite um nome e palavra-passe para o servidor.";
"kAuthedBindingAllowed" = "Este servidor permite ligações autenticadas. Pode optar por introduzir um nome e respectiva palavra-passe. Poderá também deixar esses campos em branco e estabelecer ligação de forma anónima.";
"kAuthedBindingAuthFailure" = "O nome e a palavra-passe introduzidos não correspondem. Verifique os seus dados de autenticação e tente de novo.";
"kPermissionFailureDuringAuthBind" = "Não possui permissões para substituir o registo actual do computador. Comunique este facto ao administrador do sistema ou experimente utilizar outro ID de computador.";

/* toolbar labels */
"kUsers" = "Utilizadores";
"kServices" = "Serviços";
"kAuth" = "Autenticação";
"kAdvanced" = "Avançadas";
"kDebug" = "Depuração";
"kSearchPaths" = "Política de pesquisa";
